FemDesign.Loads.Loads
loads

FemDesign.Loads.Loads.GetLoads
Get PointLoad, LineLoad, PressureLoad and SurfaceLoads from Loads.

FemDesign.Loads.Loads.GetLoadGroups
Gets the ModelGeneralLoadGroup objects of the LoadGroupTable.
Returns: List of ModelGeneralLoadGroup objects